
export const genres =[
    { id:"1",
        name:"Нехудожественная литература",
    books:[
        {
            id:"1",
            name:"Несносное проклятье некроманта",
            author: "Блинова Маргарита",
            genre: "Фэнтези",
            stars: [1,1,1,1,0],
            cost: 250,
            annotation:
            ["Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
            "Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!"],
            reviews:[
                {
                    id: "06677450-7190-4b41-8d31-ad58a8f90902",
                    author:"Анна К.",
                    text:"С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке 'Несносное проклятье некроманта'.",
                   
                   },
                   {
                       id: "5ec598ce-a7ef-4803-a22a-58c4f65cef1c",
                       author:"Любмила Н.",
                       text:"С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке 'Несносное проклятье некроманта'.",
                   },
                   {
                       id: "f1d5b54a-d2af-4980-84fa-a73af91e0e53",
                       author:"Валентина П.",
                       text:"Начало весьма непредсказуемое, и непонятно кто или что из себя представляет героиня. Повествование сумбурное, словно не книгу читаешь, а над ухом кто-то трещит и быстро-быстро что-то пересказывает. Перескакивает с одного на другое очень быстро, что приходилось перечитывать многие моменты. В прологе они на кладбище, их хотят изгонять, а потом резко замке. А там вообще страшные события происходят и молодой девочке хоть бы хны, хотя она не некромант. Но хоть с половины истории чтение завлекло. Соответствует заявленному жанру - юмористическому фентези, но больше склоняется к черному юмору."
                   },
                    
            ],
        },
        {
            id:"2",
            name:"Книга ночи",
            author: "Блэк Холли",
            genre: "Фэнтези",
            stars: [1,1,1,1,0],
            cost: 250,
            annotation:
            ["Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
            "Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!"],
            reviews:[{
                id: "06677450-7190-4b41-8d31",
                author:"Анна К.",
                text:"С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке 'Несносное проклятье некроманта'.",
               
               },
               {
                   id: "5ec598ce-a7ef-4803-a22a",
                   author:"Любмила Н.",
                   text:"С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке 'Несносное проклятье некроманта'.",
               },
               {
                   id: "f1d5b54a-d2af-4980-84fa",
                   author:"Валентина П.",
                   text:"Начало весьма непредсказуемое, и непонятно кто или что из себя представляет героиня. Повествование сумбурное, словно не книгу читаешь, а над ухом кто-то трещит и быстро-быстро что-то пересказывает. Перескакивает с одного на другое очень быстро, что приходилось перечитывать многие моменты. В прологе они на кладбище, их хотят изгонять, а потом резко замке. А там вообще страшные события происходят и молодой девочке хоть бы хны, хотя она не некромант. Но хоть с половины истории чтение завлекло. Соответствует заявленному жанру - юмористическому фентези, но больше склоняется к черному юмору."
               },
          ],
        
        },
        {
            id:"3",
            name:"Благие знамения",
            author: "Пратчетт, Гейман",
            genre: "Фэнтези",
            stars: [1,1,1,1,0],
            cost: 250,
            annotation:
            ["Очень интересная",
            "аннтация","к данной очень интересной книге!!!"],
            reviews:[],
        
        },
        {
            id:"4",
            name:"Целительница. Первое испытание",
            author: "Наталья Бульба",
            genre: "Фэнтези",
            stars: [1,1,1,0,0],
            cost: 200,
            annotation:
            ["Очень интересная",
            "аннтация","к данной очень интересной книге!!!"],
            reviews:[],
        
        }
        ],

},
    { id:"2",
        name:"Книги для детей",
    books:[
        {id:"4y7328",
        name:"Name of book",
        cost: 4000,
        stars: [1,0,0,0,0],
        annotation:
            ["Очень интересная",
            "аннтация","к данной очень интересной книге!!!"],
    }],
    reviews:["dnhjeqnchx"],},

    {id:"3",
    name:"Переодические издания",
    books:[{id:"4y7328frkm",
    name:"Name of book",
    cost: 4000,
    stars: [1,1,1,1,0],
    annotation:
        ["Очень интересная",
        "аннтация","к данной очень интересной книге!!!"],
}],
    reviews:[{id: "06677450-7190-4b41-8d31",
    author:"Human",
    text:"Класс",
  }],
},

]

export const chosenBooks =[
    { books:[
        {
            id:"1",
            name:"Несносное проклятье некроманта_1",
            author: "Блинова Маргарита",
            genre: "Фэнтези",
            stars: [1,1,1,1,0],
            cost: 250,
        },
        {
            id:"2",
            name:"Книга ночи_2",
            author: "Блэк Холли",
            genre: "Фэнтези",
            stars: [1,1,1,1,0],
            cost: 250,
        }
        ]
    }
]